{
  "text_000": {
    "body": "Однажды...\nКогда-то....\nОдин очень безответственный студентик Московского Авиационного Института первого курса и по совместительству житель общежития \"Икар\" по имени {name} решил уже как по привычке до поздна засидеться-заболтаться за баночкой любимого энергетика в комнате своих друзей.\nОсознав, что уже время поздное, {name} решил, что уже пора собираться в комнату спать........",
    "previous_block": null,
    "next_block": "text_001"
  },
  "text_001": {
    "body": "Вы открываете глаза.\nВ шоке.\nВ вашей общажной комнате светло, как днём. Яркий, неумолимый свет режет глаза.\nИ тут же вас пронизывает холодная, цепкая дрожь... Что произошло?!\nИ мозг, отказываясь верить, кричит: ПОЧЕМУ БУДИЛЬНИК НЕ СРАБОТАЛ?!",
    "previous_block": "text_000",
    "next_block": "text_002"
  },
  "text_002": {
    "body": "Вы хватаете свой телефон и видите это:\n——————————————————————————————————————————————\n Валера (одногруппник) — 09:17\n——————————————————————————————————————————————\n Ну че ты вообще где? мы же договаривались\n в 9:00 встретиться в Кунцево\n\n Кстати, я ещё узнал сегодня от Машки, что\n оказывается у нас сегодня зачет по инженерной\n графике в 19:20. Ты помнишь об этом ?\n——————————————————————————————————————————————",
    "previous_block": "text_001",
    "next_block": "text_003"
  },
  "text_003": {
    "body": "Что... Как так?! 27 декабря?!\nКак это вообще возможно...\n\nЯ же целый семестр просто гулял! Да, одногруппники что-то там постоянно бубнили про инженерную графику, про какие-то теоретические зачёты... Но чтобы был ещё и ЧЕРТЁЖ? Настоящий, зачётный?\nСерьёзно?!\n...Эх.\nЛадно нужно Валерке написать, что я проспал, кстати че там по времени.",
    "previous_block": "text_002",
    "next_block": "text_004"
  },
  "text_004": {
    "body": "{time} - вот это да... возможно сегодня правда не стоило до поздна засиживаться, ну зато классно отдохнули вчера.",
    "previous_block": "text_003",
    "next_block": "text_005"
  },
  "text_005": {
    "body": "Вы встаете с кровати, осознаете, что не ели уже наверное день, да и организм чувствует себя истощенным.",
    "previous_block": "text_004",
    "next_block": "block_001"
  },
  "text_006": {
    "body": "После вашего «завтрака» до сознания наконец доходит простая истина: вы, кажется, не мылись уже дней шесть. Подходите к зеркалу — и видите там ёжика-рокера: волосы засалены, торчат воинственными сосульками. Да и аромат от вас исходит... скажем так, не самый свежий, если уж быть до конца честным.",
    "previous_block": "block_001",
    "next_block": "block_002"
  },
  "text_007": {
    "body": "Вы живете в конце коридора, а выхода на лестницу из коридора есть два: ближайший / дальний. Каждому понятно, что время спуска не отличается, но даже такие простые вещи вызывают у вас иногда диссонансы",
    "previous_block": "block_002",
    "next_block": "block_003"
  },
  "text_008": {
    "body": "Вы спускаетесь монотонно, бодренько...\n На переходе от 4го на 3й этаж вы слышите какой-то знакомый голос... О! Аня. Анна - мега человек, ведь она каким-то образом по слухам уже закрыла инженерную графику ещё 3 недели назад, и не понятно что она сделала такого волшеного, что зав кафедры все принял так легко да и автоматом 5 влепил. Из минусов такая отличница учиться в другой группе...\nВы ускоряете шаг...",
    "previous_block": "block_003",
    "next_block": "text_009"
  },
  "text_009": {
    "body": "{name}: Аня!!!!\n{name}: Привет! доброе утро!\nАня: Привет. А че ты в общаге? У вашей группы сегодня же вроде зачет? Мне Варя говорила.\n{name}: Ну да, а я ни разу не был ни на семинарах, да и не был бы на лекциях, если бы они у нас конечно были)))\nАня: Ого. ну ты и даешь.\n{name}: Ну да, есть такое...",
    "previous_block": "text_008",
    "next_block": "text_010"
  },
  "text_010": {
    "body": "C Аней у вас нейтральные отношения, да и наверное спросить какой у неё вариант будет не лишним...",
    "previous_block": "text_009",
    "next_block": "block_004"
  },
  "text_011": {
    "body": "В душе никого нет, ну конечно же сейчас {time} часов, кто бы сейчас в душе был бы.Вы открываете душ и познаете всё счастье в горячо обжигающем напоре воды . . .\n\nПриняв душ вы поднимаетесь обратно в комнату",
    "previous_block": [
      "block_003",
      "block_004"
    ],
    "next_block": "block_005"
  },
  "text_012": {
    "body": "Вы убираете все свои непонятные разбросанные вещи со стола на кровать. \nИ осознаете одну вещь... \nУ вас нет никаких чертежных принадлежностей кроме какой-то деревянной линейки, которая у вас осталась со времен школы.",
    "previous_block": "block_005",
    "next_block": "block_006"
  },
  "text_013": {
    "body": "Подходя к двери, вы замечаете табличку \"С едой вход запрещен\". Ваш желодок начинает урчать...",
    "previous_block": "block_005",
    "conditions": "eat_1",
    "next_block": "text_014"
  },
  "text_014": {
    "body": "Придя в коворк вы заметили несколько знакомых лиц, однако все были заняты своими делами. Вы тихо сели за ближайший свободный столик.\nПрошла минута мыслей и вы поняли... {name} ни разу не появлялся на семинарах по инженерной графике, следовательно у него нет ничего для черчения...",
    "previous_block": [
      "text_013",
      "block_005"
    ],
    "next_block": "block_007"
  },
  "text_015": {
    "body": "Все...\n{time} часов.\nВы - Вооружившись инструментами в комнате. Пора начинать работать",
    "previous_block": "block_006",
    "next_block": "block_008"
  },
  "text_016": {
    "body": "Раздобыв принадлежности вы снова в коворке",
    "previous_block": "block_007",
    "next_block": "block_008"
  },
  "text_017": {
    "body": "Вы провели продуктивно время! Пора собираться на учебу",
    "previous_block": "block_008",
    "conditions": "(eat_1 == True or eat_2 == True) and has_photo_work == True",
    "next_block": "block_009"
  },
  "text_018": {
    "body": "Прохладный ветер гоняет под ногами снежную пыль.\nВы ждёте своего верного железного коня — трамвай «тридцатку», который стабильно и с комфортом доставляет вас до Строгино.",
    "previous_block": "block_009",
    "next_block": "text_019"
  },
  "text_019": {
    "body": "Боковым зрением вы замечаете стремительно приближающегося человечка, будто заряженного чистой энергией.\nИ это... Соят!\nВаш неугомонный одногруппник.\nКак ни странно, вы постоянно сталкиваетесь с ним на трамвайной остановке по пути в университет.\nЭтот вечно веселый парень неизменно поднимает вам настроение, говорит удивительно добрые слова и, кажется, готов прийти на помощь так же часто, как и вы ему.",
    "previous_block": "text_018",
        "next_block": "block_010"
  },
  "text_020": {
    "body": "Приятная беседа завершилась столь же приятным, а главное — спасительным подарком в виде файла.",
    "previous_block": "block_010",
    "next_block": "block_012"
  },
  "text_021": {
    "body":"После приятного диалога и крепкого рукопожатия вы заряжаетесь от веселого калмыка энергией. У вас в руках - мега файл, в котором храниться ваша новая надежда на хорошую оценку на зачете.",
    "previous_block": "block_011",
    "next_block": "block_012"
  },
  "text_022": {
    "body":"Вы легко и элегантно влетаете в вагон. С собой только компактный портфель да тубус. \nНо в этой элегантной суете вы совершили классический студенческий манёвр: \nустроившись на сиденье, с ужасом понимаете, что забыли оплатить проезд. Правда, вы устроились так тепло и уютно.",
    "previous_block": "block_012",
    "next_block": "block_013"
  },
  "text_023": {
    "body":"Трамвай плывёт вперёд, и за окном разворачивается серебряная Москва.\n Иней на ветвях деревьев сверкает тысячами крошечных бриллиантов, \nа вьюга рисует на стекле причудливые снежные завитки. \nВы погружаетесь в состояние глубокого, почти физического умиротворения. \nВаша первая зима в Москве — это открытие целой вселенной. \nВедь до этого вы жили на жарком юге, где о снеге можно было лишь читать в книгах, и даже Новый год вы встречали под бесснежные -1 градуса.",
    "previous_block": "block_013",
    "next_block": "block_014"
  },
  "text_024": {
    "body":"Ваш сладкий сон разрывают навязчивые шорохи — шелест одежды, скрип ремня, приглушённые шаги. \n{name} просыпается в одну секунду, и мозг, ещё вязкий от сна, выдаёт тревожную догадку: кондукторы. \nОни проверяют билеты. Порядочность каждого попутчика сейчас — под вопросом.",
    "previous_block": "block_014",
    "next_block": "block_015"
  },
  "text_025": {
    "body":"Вас отрывает от зубрёжки назойливый шорох — шелест ткани, постукивание каблуков. \nВы с раздражением отрываетесь от экрана, и взгляд тут же натыкается на фигуры в униформе. \nМгновенное осознание: кондукторы. \nОни методично проверяют порядочность — и карточки — всех попутчиков в вагоне.",
    "previous_block": "block_014",
    "next_block": "block_015"
  },
  "text_026": {
    "body":"После всех своих приключений в метро и в трамвае. Вы уже на родной улице Оршанской. Вы открываете дверь любимого университета и отправляетесь в тот самый кабинет Х",
    "previous_block": "block_015",
    "next_block": "block_end"
  },
  "block_end": {}
}